{
  "data": [
{
      "date": "30 May, 2021",
      "link": "https://www.facebook.com/kavita.krishnapallavi/posts/3907548359300676",
      "category":"Thoughts,Notes",
      "content":"विनम्र, क्षमाशील, धैर्यवान और उदार तो होना चाहिए, लेकिन समझौतापरस्त, बेवकूफ़, अड़ियल और उदारतावादी कत्तई नहीं!\n
विज्ञान और क्रान्तिकारी राजनीति की दुनिया में वैचारिक मतभेदों को दरकिनार करके कोई एकता नहीं होती। क्रान्तिकारी शक्तियों की एकता-प्रक्रिया कोई 'होली-मिलन समारोह' नहीं होती। जो द्वंद्ववाद का ककहरा भी समझता है, वह जानता है कि संघर्षों से ही एकता बनती है। कोई भी कम्युनिस्ट दो काम साथ-साथ करता है: पहला, विरोधी अवस्थितियों से वैचारिक संघर्ष और दूसरा, सामाजिक प्रयोगों में अपनी सोच का सत्यापन, दोष-निवारण और उन्नयन। इन दोनों कामों में कभी एक प्रधान होता है तो कभी दूसरा, लेकिन हर स्थिति में ये दोनों काम अविराम जारी रहते हैं।\n
 वैचारिक संघर्ष में अगर कोई वैज्ञानिक या क्रान्तिकारी अपने विचार को ग़लत या असंतुलित या अधूरा पाता है तो वह अपनी बात पर अड़े रहने का हठ पालने या गोलमाल और लीपापोती करने की जगह सीधे दो-टूक भाषा में अपनी कमी या ग़लती को स्वीकारता है और अपनी अवस्थिति को दुरुस्त करता है।\n
विज्ञान और दर्शन निर्मम तर्कणा और प्रखर वाद-विवाद की माँग करते हैं। मार्क्सवाद क्रान्ति का विज्ञान है और उसका विकास भी विरोधी विचारों के साथ निर्मम संघर्षों के दौरान ही हुआ है।\n
किसी ग़लत बात को खण्डन किये बिना छोड़ देना बेईमानी है, ऐसा मार्क्स ने कहा था। यह अवसरवाद और उदारतावाद है।\n
एक वैज्ञानिक सच्चाई बयान करते ही, सामने उपस्थित नयी परिस्थितियों और परिघटनाओं की वस्तुनिष्ठ समझ बनाने और प्रस्तुत करने की कोशिश करते ही, आप अलग-थलग पड़ जाते हैं। पिछड़ी बौद्धिक चेतना वाले समाजों में यह और अधिक होता है। जब निराशा और यथास्थितिवाद का घटाटोप हो तो क्रान्तिकारी राजनीति में भी लोकरंजकतावाद (पॉपुलिज़्म), व्यवहारवाद (प्रैग्मेटिज़्म) और जड़सूत्रवाद (डॉगमेटिज़्म) के रोगाणु गहराई तक पैठ जाते हैं। इसके बाद लिबरल और सोशल डेमोक्रेटिक वायरसों के नाना प्रकार के म्यूटेंट्स भी धावा बोल देते हैं।\n
लेकिन यह कोई नयी बात नहीं है। यह मार्क्स के जीवन-काल से ही होता रहा है।\n
नये वैज्ञानिक निष्कर्ष स्थापित अश्मीभूत पूर्वधारणाओं और जड़ीभूत पूर्वाग्रहों के घटाटोप को चीरकर ही अपना रास्ता बनाते रहे हैं।\n 
पहले से मौजूद वैज्ञानिक विचारों और सामने उपस्थित नयी परिस्थितियों के गहन अध्ययन और मंथन से नि:सृत जो वैज्ञानिक सत्य पहले कुछ मस्तिष्कों तक पहुँचता है, उसे अलगाव,तीव्र प्रतिक्रिया और रोषपूर्ण प्रहारों का सामना करना ही पड़ता है। फिर कठिन वैचारिक संघर्ष और व्यावहारिक सत्यापन के कुण्डलाकार (स्पाइरल) मार्ग से होकर वह विचार क्रान्तिकारी बदलाव के अगुआ वाहकों के बीच अपना प्राधिकार (अथॉरिटी) या वर्चस्व (हेजेमनी) स्थापित करता है। उसके बाद, सामाजिक क्रान्ति की सुदीर्घ प्रक्रिया में, व्यवहार में स्वयं को बार-बार सत्यापित करते हुए और विकसित होते हुए, कोई वैज्ञानिक और क्रान्तिकारी विचार व्यापक जनसमुदाय में अपना प्राधिकार स्थापित करता है।\n
(फुटकल राजनीतिक नोट्स, 26 मई'2021)"
    },
{
      "date": "30 May, 2021",
      "link": "https://www.facebook.com/kavita.krishnapallavi/posts/3909667649088747",
      "category":"quotes",
      "content":"\"अराजकतावादियों के विपरीत मार्क्‍सवादी सुधारों के लिए संघर्ष को, यानी मेहनतकशों की दशा में ऐसे सुधारों के लिए संघर्ष को स्‍वीकार करते हैं, जो सत्‍तारूढ़ वर्ग की सत्‍ता को नष्‍ट न करते हों। परंतु इसके साथ ही मार्क्‍सवादी उन सुधारवादियों के विरुद्ध सर्वाधिक संकल्‍पपूर्वक संघर्ष करते हैं, जो प्रत्‍यक्ष अथवा परोक्ष रूप से मज़दूर वर्ग के प्रयासों तथा गतिविधियों को सुधारों तक सीमित करते हैं। सुधारवाद मज़दूरों के साथ बुर्जुआ धोखाधड़ी है, जो अलग-अलग सुधारों के बावजूद तबतक हमेशा उजरती गुलाम बने रहेंगे, जबतक कि पूँजी का प्रभुत्‍व विद्यमान है।\"\n
--व्‍ला.इ.लेनिन"
    },
{
      "date": "29 May, 2021",
      "link":"https://www.facebook.com/kavita.krishnapallavi/posts/3913552905366888",
      "category": "qutoes,comment",
      "content": "\"जाहिर है कि भारत के लिए समाधान सिर्फ़ समाजवाद ही हो सकता है, केवल वही आपूर्ति के साथ बढ़ती मांँग पैदा कर सकता है, एक ऐसा समाधान जिसका इस्तेमाल न केवल उन्नत देश, बल्कि पिछड़े देश भी कर सकते हैं (जैसा कि चीन के उदाहरण से स्पष्ट है) और जिसके बिना नियोजन का कोई मतलब नहीं। लेकिन जिस तरह भारतीय बुर्जुआ वर्ग उत्पादन के लिए नवीनतम विदेशी  मशीनरी का आयात करता है, ठीक उसी तरह, जब सभी विकल्प विफल हो जायेंगे तो वह राजनीति में भी नवीनतम पूँजीवादी विकासों का  आयात करेगा। और इसका मतलब है फ़ासिज़्म, अंततोगत्वा, समाजवाद का एकमात्र संभव विकल्प! और अहमियत रखने वाले दायरों में अभी ही एक "मज़बूत आदमी" की ज़रूरत की बात होने भी लगी है।"
-- डी.डी.कोसम्बी: \'ऑन द क्लास स्ट्रक्चर ऑफ़ इंडिया\' (\'एक्ज़ास्परेटिंग एस्सेज़\')\n
यह निबंध अक्टूबर\'1954 में न्यूयॉर्क से प्रकाशित होने वाले सुविख्यात मार्क्सवादी जर्नल \'मंथली रिव्यू\' में प्रकाशित हुआ था। यह उस महान मार्क्सवादी इतिहासकार की दूरदृष्टि ही थी कि उन्होंने उसी समय यह समझ लिया था कि भारतीय बुर्जुआ वर्ग ने विकास का जो मार्ग चुना है, वह एक दिन अपने संतृप्ति-बिन्दु तक पहुँच जायेगा और फिर पश्चिमी ढंग का निजी क्षेत्र की प्रधानता वाला अर्थतंत्र और फ़ासिस्ट राजनीतिक तंत्र ही उसके सामने एकमात्र विकल्प होगा। ग़ौरतलब यह भी है कि कोसम्बी ने उसीसमय स्पष्ट कहा था कि समाजवाद के बिना नियोजन का कोई मतलब नहीं और यह कि नियोजन अपने आप में समाजवाद नहीं होता। 'पब्लिक सेक्टर' और 'प्लानिंग' को ही समाजवाद समझने वाले लिब्बू और चोचल ढेलोक्रेट घोंचू तथा संसदीय जड़वामन"कम्युनिस्ट" आज भी इस बात को नहीं समझते और उन जवाहरलाल नेहरू में उन्हें एक समाजवादी दीखता रहता है जिनके बुर्जुआ वर्ग-चरित्र को कोसम्बी 1950 के दशक में ही भलीभांँति समझ रहे थे।"
    },
{
      "date": "29 May, 2021",
      "link":"https://www.facebook.com/kavita.krishnapallavi/posts/3913431455379033",
      "category": "quotes",
      "content": "मैं यहाँ सभी विद्यमान अवस्‍थाओं की निर्मम आलोचना की बात  कर रहा हूँ। यह आलोचना दो अर्थों में निर्मम होनी चाहिए: यह स्‍वयं अपने ही निष्‍कर्षों से भयभीत नहीं होती और सत्‍ताधारियों से टकराव से बचने की कोशिश नहीं करती।''
कार्ल मार्क्‍स (Deutsch - Franzo sische Jahrbucher से पत्र, 1843)"
    },
{
      "date": "28 May, 2021",
      "link":"https://www.facebook.com/kavita.krishnapallavi/posts/3910176442371201",
      "category": "historical",
      "content": "आज हिन्दुस्तान सोशलिस्ट रिपब्लिकन एसोसिएशन के अग्रणी क्रान्तिकारी सेनानी भगवतीचरण वोहरा का शहादत दिवस है। भगतसिंह, सुखदेव, बटुकेश्वर दत्त और विजय कुमार सिन्हा की ही तरह भगवतीचरण वोहरा भी एक गंभीर अध्ययनशील क्रान्तिकारी थे और अध्ययन ने उन्हें समाजवाद का पुरजोर समर्थक बना दिया था। एच.एस.आर.ए. का घोषणापत्र तैयार करने में और क्रान्ति का लक्ष्य समाजवादी गणराज्य की स्थापना तय करने में शहीद भगवतीचरण वोहरा की भी अहम भूमिका थी। उनकी पत्नी दुर्गा वोहरा भी क्रान्तिकारी थीं और संगठन की सदस्य थीं। साथियों के बीच वह दुर्गा भाभी नाम से जानी जाती थीं।
भगवतीचरण वोहरा के शहादत दिवस के अवसर पर हम उन्हें इंक़लाबी सलाम पेश करते हैं और भारत में समाजवादी गणराज्य की स्थापना के उनके सपने को साकार करने के लिए जीने-मरने का संकल्प लेते हैं।"
    },
{
      "date": "29 May, 2021" ,
      "link":"https://www.facebook.com/kavita.krishnapallavi/posts/3912738328781679",
      "category": "comment",
      "content": "नव-उदारवाद के दौर में, विशेषकर नयी शताब्दी के दौरान, वाम धारा के माने जाने वाले कवियों की जो युवा पीढी उभरकर सामने आयी है, उसके बड़े हिस्से की विचारधारात्मक और राजनीतिक चेतना प्रायः भोथरी है, और कभी-कभी भ्रष्ट भी !  इनमें से अधिकांश कलादेवियों के साथ अभिसार करते रहने की दुर्निवार प्रवृत्ति के शिकार हैं I सृजन और चिंतन की जगह ज्यादा समय वे पूँजी की मंडी में छज्जे से झाँकती प्रसिद्धि और स्थापना नामकी वारांगनाओं के साथ नैन-मटक्का करने में और साहित्य की राजनीति का चौपड़ खेलने में खर्च करते हैं ! 
ऐसे नौबढ़ों की कविताएँ कुछ शुरुआती चौंक-चमत्कार के बाद अपनी ही फार्मूलेबाज़ी की भूल-भुलैया में भटकती रह जाती हैं I आम लोगों की पीड़ा-व्यथाओं-संघर्षों से ऐसे लोगों का कोई जेनुइन सरोकार नहीं होता I न तो ये सामाजिक-आर्थिक परिस्थितियों की और आज के समाज में जीते सजीव मनुष्यों के मानस की, उसके द्वंद्वों और सपनों की, कोई समझ बनाने की कोशिश करते हैं, न इतिहास और मानविकी की कोई समझ बनाने पर ध्यान देते हैं, न ही साहित्य के वैचारिकी की इनकी कोई सुसंगत समझ होती है I
 चौंक-चमत्कार पैदा करने के लिए कभी वे गाँव के ओझा-गुनियों की तरह, या किसी सूफ़ी संत की मज़ार पर हाथ में मोरपंखी की झाडू लिए बैठे फ़कीर की तरह, कुछ रहस्यपूर्ण आप्तवचन या सूक्ति बोलते हैं, तो  कभी वात्स्यायन के काम-शास्त्र के सम्भोगासनों का "साहसिक" विवरण देने लगते हैं I उनकी इन "साहसिक" अराजक "विद्रोही" अदाओं पर फ़िदा होकर उन्हें पुदीने की झाड़ पर चढ़ाकर बर्बादी का मार्ग दिखाने वाले कुछ शरारती घाघ मठाधीशों की भी हिन्दी जगत में कमी नहीं है I 
जिससमय हमारा समाज इतिहास के एक गहनतम संकट से गुज़र रहा है, जो समय देश की 90 प्रतिशत सर्वहारा, अर्द्ध-सर्वहारा और आम मध्यवर्गीय आबादी के लिए दुस्सह पीड़ा-व्यथा का दौर है, जो हत्यारी फासिस्ट सत्ता के बर्बर दमन और सड़कों पर खूनी फासिस्ट गिरोहों के नग्न-वीभत्स नृत्य का दौर है; ऐसे समय में यमुना तट पर नटखट क्रीडा-कल्लोल-केलि में निमग्न इन कंदर्प-कोटि-कमनीय कवि-श्रेष्ठों को इतिहास बजबजाती नाली में खदबदाते पिस्सुओं की ही तरह देखेगा !
**
यार ! आजकल ज़िंदगी में जितनी मायूसी और उदासी है, सन्नाटा और बकवास है, पाखण्ड और दुरंगापन है, उतना ही कविता में भी है ! 
लेकिन ये भी कोई बात हुई ! कविता को तो कम से कम ज़िंदगी से दो-चार कदम आगे रहना होगा ! निचाट अँधेरे और सन्नाटे भरे अँधेरे में भी जो कविता भविष्य के उजालों की जन्म-कुण्डली नहीं बाँच सकती, वह कविता कविता कहलाने के लायक नहीं ! 
जो अपनी कविता के स्वप्नों और कामनाओं के लिए मर सकता है, वही सच्चा कवि है ! बाक़ी तो पंसारी, क्लर्क, प्रॉपर्टी डीलर और कोठों के दलाल की श्रेणी के लोग होते हैं ! 
कविता जैसी ज़िंदगी के सपनों को फिर से ताज़ा करने के लिए ज़िंदगी जैसी उद्दाम आवेगवान, ऊर्जस्वी, स्वप्नदर्शी कविताएँ लिखने वाली एक नयी पीढी तैयार करनी होगी !
आयेंगे दिन कविताओं के निश्चय ही !"
    },

  ]
}
